<template>
  <div class="w-all">
    <div style="height:500px;" class="swiper-container hidden">
      <div class="swiper-wrapper h-all">
        <div class="swiper-slide h-all">
          <div :style="{'background-image':`url(${require('../../assets/banner.1.jpg').default})`}" class="slide-inner bs-c bc-no h-all">
          </div>
        </div>
        <div class="swiper-slide">
          <div :style="{'background-image':`url(${require('../../assets/banner.2.jpg').default})`}" class="slide-inner bs-c bc-no h-all">
          </div>
        </div>
      </div>
    </div>
  </div>
  <div class="w-all">
    <div class="w-1300 m-auto">
      <div class="flex pt50 pb50">
        <div class="detail-img hidden">
          <img class="w-all ra-5 h-all" src="http://admin.baikehuicai.com/storage/common/20210529/20210529233551_6.jpg" alt="">
        </div>
        <div class="flex fd-c flex-1 pl60">
          <div class="fs-28 fb fc-000">铝膜对拉片</div>
          <div class="flex mt30 fs-16 fc-999 ai-c">
            <span>规格:OX201</span>
          </div>
          <div class="flex fc-999 fs-16 mt10 ai-c">
            <span>品牌：铝膜铝膜铝膜:OX201</span>
          </div>

          <div class="lh-30 mt60 fs-16">
            产品介绍： 铝膜对拉片，简称拉片，是新型建材铝膜板的零配件，是代替螺丝作用的，其特点有稳定性强，施工灵活快速，工厂化施工更快捷，避免留空，操作简单，更加紧固
          </div>

          <div class="flex mt30">
            <button class="btn btn-primary btn-big ra-3">报价</button>
          </div>
        </div>
      </div>

      <div class="mt30 w-all">
        <div class="flex ai-c w-all fs-20 bb-e pb30 mb30 fb fc-000">产品详情</div>
        <div class="lh-30 pb50 fs-16">
          优势
          编辑

          ⑴减少泄漏。螺旋风管的安装显著地减少了管与管之间的连接点，使管件结合部的泄漏减少到最低程度，典型的螺旋风管长度是3~6m，而典型的矩形风管的长度只有1~1.5m；且连接两个螺旋风管只需一个管接件，而传统的矩形风管的连接则常常需要一个完全独立的双法兰系统。⑵标准化产品。螺旋圆风管的配件（管件和接头）的生产已高度自动化、系统化，并具有工业化的质量控制。⑶安装费用低。圆形风管系统的安装时间只有相类似的矩形管道的1/3。⑷通常只需较小的安装空间。在不增加任何压降的情况下，相同的安装空间内直径为200mm的圆形管道可取代250×150mm的矩形管道。在不增加额外安装空间的前提下，数条平行的圆形管道可取代扁平矩形管道。考虑了所有的因素，在绝大多数情况下，圆形管道所占用的空间都要少于矩形管道。对同样的压力特性，数条圆形管道的安装空间常常与一条矩形管道的的安装空间相同或更少。许多矩形管道系统安装时需要4螺栓系统，因而在管道的各个方向增加40~80mm。⑸压降低：众所周知，圆形风管的风阻比矩形风管的风阻要小得多。⑹精密的咬口成型工艺：进口设备所采用的模具均为特种钢材结构，即使使用了三五年，其压制模具的表面仍保持不变，使得镀锌钢板的表面不受损伤，大大的延长了风管的使用寿命，同时接缝均匀平整、咬口紧密、连接力强、密封性好。⑺安全密封圈防漏系统。⑻精巧的螺旋压制楞筋工艺使螺旋风管具有承受压力的最佳强度，增加螺旋型楞筋后，咬口潜缝厚度是管体的四倍，管道的刚性非常大，显示出坚固的优越性，能承受最大的压力负荷而无损变形，用材厚度可减小15%，降低成本。⑼相同截面积时，长宽比为1：3的矩形风管周长比螺旋风管的周长长40%，用材省；同理而言，由于螺旋风管周长短，保温用材也可相应减少。⑽管路布局优美、立体感强：当管道作为一种建筑特点而必须暴露时，优美典雅的成型法兰风管将是最佳之选。(11)承插式的螺旋圆风管的安装形式
          [1]

          复合挤塑
          编辑

          轻质、高硬度、经久耐用铝箔复合挤塑空调保温板，内部为独立的密闭式气泡结构，外部为压花铝箔，具有高抗压，不吸水，防潮、不透气、轻质、使用寿命长、导热系数低、持久的保温隔热性。 [1]

          无法兰
          编辑

          共板式法兰风管又称无法兰风管，其制作形式比传统的矩形风管加工速度更快捷、更方便、更小的漏风率。其优点是节省材料，减少工程投资；漏风量小，降低能耗，节省运行费用，颇受厂房装修施工企业欢迎。标准直管由流水线上直接压制成连体法兰。非标直管、弯头、三通、四通、配件等下料后，在单机设备上完成TDF法兰成型。法兰角由模具直接冲压成型，安装时卡在四个角即可。法兰间的连接用法兰卡，由镀锌钢板制作，经法兰卡成型机成型后切割成统一的尺寸供安装连接使用。TDF共板法兰因与管道钢板连成一体，不必像角钢法兰般打孔铆接，在两节管道的连接上用专用法兰卡，四角加90度法兰角后用螺栓连接。 [1]

          无机玻璃
          编辑

          1、外形美观改性无机玻璃钢通风管道由于采用了独特的配方以及有别于传统的生产工艺，使该产品拥有优美的外观，这是传统的铁玻风管及聚酯玻璃钢风管所无法比拟的。2、优良的不燃烧性能改性无机玻璃钢风管是由多种无机材料及中碱增强玻璃纤维网格布复合而成，经国家建筑工程质量监督检验中心检测达到燃烧性能为A级。3、耐火性能经国家建筑工程质量监督检验中心检测耐火极限不低于90分钟。 [1]

          复合
          编辑

          简称氯氧镁通风管道，也可叫做改性无机玻璃钢通风管道）是替代铁皮风管和玻璃纤维风管的新一代环保节能型风管。不论在生产、制作、安装，还是在厂房装修使用过程中，均不产生对环境有害的物质，不生锈、不发霉、不积尘，无玻璃纤维风管的粉尘及纤维，无异味；导热系数低，保温性能极佳；具有良好的隔音、吸音性能，无铁皮风管收缩和扩张时产生的噪音。具有不燃、抗折、耐压、施工快、成本低等特性，使用寿命长达20年。 [1]

          环保
          编辑

          1、挤塑空调保温板不会发生分解和霉变，无有害物质挥发。2、化学稳定性质稳定 [1]

          制作简单
          编辑

          采用保温风管板材，可在施工现场安装制作，只需要用简单的专用刀具，切割、抹胶成型，用专用法兰插件组合，最后用密封胶密封即可，吊装用的钢材及附件简单、质轻，因此，用工少、进度快，比传统安装要快2-3倍，节省人工成本，也降低了施工危险。在使用过程中，任何一处有损坏，均可随意进行切割粘接修补，维修相当方便。 [1]

          应用领域
          编辑

          挤塑保温风管系列产品适用于工业、各种建筑的空调通风工程安装，广泛应用在食品加工、机械制造、药业制品、电子工业、购物中心、棉纺织、体育娱乐文化场所、酒店、宾馆、超市、写字楼、政府机关、小型别墅、家庭住宅、航空航天制造等领域。 [1]

          依据标准
          编辑

          GB 50243-2002《通风与空调工程施工质量验收规范》

          JGJ141-2004《通风管道技术规程》

          JG/T258-2009《非金属及复合风管》

          风管标准
          编辑

          1．1．1 适用范围

          本施工工艺标准适用于建筑工程通风与空调工程中，使用的金属、非金属风管与复合材料风管或风道的加工、制作。

          1．1．2 编制参考标准及规范

          (1）中华人民共和国国家标准《通风与空调工程施工质量验收规范》（GB 50243-2002）

          （2）中华人民共和国国家标准《建筑安装工程施工质量验收统一标准》（GB 50300-2001）

          1．2 术语 [1]

          （1）检验批：按同一的生产条件或按规定的方式汇总起来供检验用的，由一定数量样本组成的检验体。

          （2）检验：对检验项目中的性能进行量测、检查、试验等，并将结果与标准规定要求进行比较，以确定每项性能是否合格所进行的活动。

          （3）交接检验：由施工的承接方与完成方经双方检查并对可否继续施工做出确认的活动。

          （4）主控项目：建筑工程中的对安全、卫生、环境保护和公众利益起决定性作用的检验项目。

          （5）一般项目：除主控项目以外的检验项目。

          （6）抽样检验：按照规定的抽样方案，随机地从进场的材料、构配件、设备或建筑工程检验项目中，按检验批抽取一定数量的样本所进行的检验。

          （7）风管：采用金属、非金属薄板或其他材料制作而成，用于空气流通的管道。

          （8）风道：采用混凝土、砖等建筑材料砌筑而成，用于空气流通的通道。

          （9）通风工程：送风、排风、除尘、气力输送以及防、排烟系统工程的统称。

          （10）空调工程：空气调节、空气净化与洁净空调系统的总称。

          （11）咬口：金属薄板边缘弯曲成一定形状，用于相互固定连接的构造。

          （12）漏风量：风管系统中，在某一静压下通过风管本体结构及其接口，单位时间内泄出或渗入的空气体积量。

          （13）系统风管允许漏风量：按风管系统类别所规定平均单位面积、单位时间内的最大允许漏风量。

          （14）漏风率：空调设备、除尘器等，在工作压力下空气渗入或泄漏量与其额定风量的比值。

          （15）净化空调系统：用于洁净空间的空气调节、空气净化系统。

          （16）漏光检测：用强光源对风管的咬口、接缝、法兰及其他连接处进行透光检查，确定孔洞、缝隙等渗漏部位及数量的方法。

          （17）风管系统的工作压力：指系统风管总风管处设计的最大的工作压力。

          （18）空气洁净等级：洁净空间单位体积空气中，以大于或等于被考虑粒径的粒子最大浓度限值进行划分的等级标准。

          （19）角件：用于金属薄钢板法兰风管四角连接的直角型专用构件。

          （20）非金属材料风管：采用硬聚氯乙烯、有机玻璃钢、无机玻璃钢等非金属无机材料制成的风管。

          （21）复合材料风管：采用不燃材料面层复合绝热材料板制成的风管。

          （22）防火风管：采用不燃、耐火材料制成，能满足一定耐火极限的风管。
        </div>
      </div>
    </div>
  </div>

</template>

<script lang='ts'>
import { Vue } from 'vue-property-decorator';
import { Swiper, Autoplay, Pagination } from 'swiper';
Swiper.use([Autoplay, Pagination])
export default class App extends Vue {
}
</script>

<style lang='less'>
.btnSerch {
  background-color: #409eff;
}
.detail-img {
  width: 700px;
  height: 600px;
}
</style>